# คำสั่งรับค่าข้อความ ใช้ฟังก์ชั่น input()
#***** ตัวแปร veriable คือ ข้อที่  Dev  ตั้งชื่อมาเอง (เป็นไปตามกฎการตั้งชื่อ) หน้าที่เก็บข้อมูลที่ต้องใช้แทนในโปรแกรม
# ฟังก์ฃั่นที่ตัวแปรข้อความเป็นตัวเลข ใช้ฟังก์ชั่น int (), float () 

Fullname = input('ป้อนชื้อ: ')
mid_score = input('ป้อนคะแนนกลางภาค: ')
finad_score = input('ป้อนคะแนนปลายภาค: ')
quiz_score = input('ป้อนคะแนนเก็บ: ')
print('----------')
print(f'สวัสดีคุณ : {Fullname} ' )
print (f'คุณได้คะแนนรวม : {int(mid_score) + int(finad_score) + int(quiz_score)}')