#คำสังแสดงผลข้อมูล ที่หน้าจอ ในฟังชัน print() เดียว เขียนได้ 4 วิธี
#วิธีที่ 1 ใช้ , ( ตรง , เวลาแสดงผลจะเว่น 1 space)
print ('DTI' , 999, 'Bangna',10+20, True, 'Hi', 158.45)
#วิธีที่ 2 ใช้  + (่ข้อมูลไหนที่แสดง strimg ต้องทำให้เป็น strimg ก่อนด้วยฟังก์ชั่น str() )
print ('DTI' +  str(999) + 'Bangna' + str(10+20) + str(True) +  'Hi' + str(158.45))
print ('DTI' +  str(999) + 'Bangna' + str(10+20) + ' ' + str(True) +  'Hi' + str(158.45))

#วิธีทีี่ 3 ใช้เมธอด Format () ข้อมูลที่จะแสดงผลต้องเป็น tring 
# (ข้อมูลที่ไหนที่ไม่ได้ใฃ้ string ใช้เขียนในวงเล้บของ format และตรงจุดที่จะแสดลงผล {} แทน )
print ( ' DTI  {} Bangan {} {}  Hi {}'. format (999,10+20,True,158.45) )

print (f'DTI {999} Bangan {10+20} {True} Hi {158.45}' )